export const productsMock = [
  {
    id: '1',
    title: 'Chaos Space Marine Raptors',
    price: '2442',
    description: 'Жестокие штурмовые войска, известные, как Рапторы (Raptors), считаю себя элитой среди Космических Десантников Хаоса. Их истребительные отряды олицетворяют собой то, что стало с Штурмовыми Десантниками (Assault Marines) легионов предателей.\n'
      + '\n'
      + 'Миниатюры Рапторов представлены в различных динамических позах. Они смоделированы будто бы взлетающими над полем битвы. На самих моделях и их броне, повсюду присутствует порча хаоса и искажающие внешний вид деформации. Решётки на наплечниках, кабели выступают из брони, на прыжковых ранцах проступили угрожающие челюсти. Основное вооружение Рапторов болт-пистолеты и цепные мечи.\n'
      + '\n'
      + 'Этот детализированный пластиковый набор содержит сто шестнадцать деталей и пять 32-миллиметровых подставок, а также лист переводных декалей Космического Десанта Хаоса. С помощью этого наборы вы сможете собрать пять Рапторов или пять Варповых Когтей (Warp Talons).\n'
      + '\n'
      + 'Когда из имматериума появляется отряд Варповых Когтей, то тем, кто находится на поле битвы внизу, кажется, будто демонические отродья вырвались из небытия.\n'
      + '\n'
      + 'Варповые Когти вооружены ужасающими на вид молниевыми когтями, а изменённые демоническими сущностями лица закрывают рогатые шлемы. Их прыжковые ранцы дополнительно снабжены острыми, словно бритвы, закрылками, а бронированные ботинки ощетинились лезвиями.\n'
      + '\n'
      + 'Обратите внимание! Миниатюры в коробке поставляются не собранными и не покрашенными. Инструкция по сборке входит в набор. \n'
      + '\n'
      + 'Для сборки рекомендуем использовать специальные инструменты и клей, а окрашивать миниатюры высококачественными акриловыми красками.',
  },
  {
    id: '2',
    title: 'Space Marine Bike Squad',
    price: '2442',
    description: 'Командиры обычно посылают мотоциклистов выполнять те боевые задачи, где требуется в первую очередь скорость. Идеальная тактика Мотоциклетного Отряда Космодесанта – налететь на противника, сбить его с толку, нанести серьезный урон и постараться оказаться вне досягаемости врага, пока он не успел прийти в себя и нанести ответный удар. Во время атаки мотоциклист и его верная машина сливаются в единое целое.\n'
      + '\n'
      + 'детали для сборки трех миниатюр из Мотоциклетного Отряда Космодесанта\n'
      + 'лист Декалей для Отряда Космодесанта\n'
      + 'Набор содержит достаточное количество пластиковых деталей, чтобы собрать три миниатюры из Мотоциклетного Отряда Космодесанта. Их можно вооружить двойными болтерами и его уменьшенной версией – болт-пистолетом. В набор также входит Лист Декалей для Отряда Космодесанта.\n'
      + '\n'
      + 'Обратите внимание! Миниатюры в коробке поставляются не собранными и не покрашенными. Инструкция по сборке входит в набор. \n'
      + '\n'
      + 'Для сборки рекомендуем использовать специальные инструменты и клей, а окрашивать миниатюры высококачественными акриловыми красками.',
  },
  {
    id: '3',
    title: 'Space Marine Assault Squad',
    price: '2930',
    description: 'Обрушиваясь с небес со скоростью молнии и невероятной яростью, Штурмовое отделение Космодесантников (Space Marines Assault Squad) мало кому уступает в боевом неистовстве. Исполненные решимости, бойцы отряда бросаются вперёд и поливают врага бессчётными залпами болтерного огня, набрасываясь и терзая всех уцелевших своими цепными мечами. Прижимая неприятеля к земле и буквально давя его своей тяжёлой бронёй, они жестоко крушат черепа неверных.\n'
      + '\n'
      + 'В этом наборе содержится всё необходимое для сборки 5 миниатюр Штурмовых Космодесантников с множеством возможностей для кастомизации. Одна из миниатюр может быть собрана в виде Сержанта (Space Marine Sergeant), ведь в наборе, кроме 7 голов в шлемах, есть и 2 непокрытых головы. Каждый из членов отряда может быть укомплектован прыжковым ранцем. Также здесь есть 5 вариаций ног в бегущей позе, 12 разновидностей наплечных доспехов и прочая амуниция.\n'
      + '\n'
      + 'Оружие... Эти ребята вооружены до зубов:\n'
      + '\n'
      + '5 болт-пистолетов (Bolt Pistols)\n'
      + '5 цепных мечей (Chainswords)\n'
      + '3 плазма-пистолета (Plasma Pistols)\n'
      + '2 огнемёта (Flamers)\n'
      + 'Гравитационный пистолет (Grav Pistol)\n'
      + 'Тяжёлый цепной меч "Потрошитель" (Eviscerator)\n'
      + 'Силовой кулак (Power Fist), меч (Power Sword), топор (Power Axe), грозовые когти (Lightning Claw) и громовой молот (Thunder Hammer)\n'
      + 'Боевой щит (Combat Shield)\n'
      + 'Мельта-бомба (Melta Bomb)\n'
      + 'Этот набор миниатюр непременно позволит вам разнообразить свой стиль ведения игры, и у вас обязательно останется ряд деталей для кастомизации уже имеющейся коллекции Космодесантников. Также в наборе вы найдёте пять 32-миллиметровых подставок.\n'
      + '\n'
      + 'Обратите внимание! Миниатюры в коробке поставляются не собранными и не покрашенными. Инструкция по сборке входит в набор. \n'
      + '\n'
      + 'Для сборки рекомендуем использовать специальные инструменты и клей, а окрашивать миниатюры высококачественными акриловыми красками.',
  },
  {
    id: '4',
    title: 'Chaos Space Marine Terminators',
    price: '3148',
    description: 'Терминаторы Хаоса (Chaos Terminators) – это тяжелобронированные ветераны, снаряжённые в тактические доспехи дредноута образца "Индомитус". Они формируют элитные соединения своих легионов и боевых банд. Несмотря на то, что они более тяжеловесные и громоздкие по сравнению с воинами в силовых доспехах, остановить их сможет разве что прямое попадание противотанкового лазера, и то, только на ближней дистанции. Их шипастые доспехи увешаны мрачными трофеями прошедших битв. Черепа являются варварскими свидетельствами мастерства воина, носящего их. Шлемы превратились в звериные оскалы, из которых произрастают огромные клыки, бритвенные рога и толстые бивни, многие из которых слились с черепом владельца.\n'
      + '\n'
      + 'Терминаторы Хаоса – великолепные и универсальные бойцы, которые могут решить множество боевых ситуаций на игровом поле. Доспехи дают воинам невероятную живучесть и большие размеры, возвышая их в битве.\n'
      + '\n'
      + 'Этот набор содержит все необходимые пластиковые детали для сборки пятерых Терминаторов Хаоса, каждый из которых может быть оснащён разнообразным вооружением ближнего и дальнего боя. В комплекте находится следующее вооружение: цепной топор, цепной кулак, силовой меч, силовой топор, силовая булава, два силовых кулака, пара молниевых когтей, тяжёлый огнемёт, автопушка "Жнец" и пять комбивооружений с вариантами сборки. Набор поставляется с пятью круглыми 40-миллиметровыми подставками.\n'
      + '\n'
      + 'Обратите внимание! Миниатюры в коробке поставляются не собранными и не покрашенными. Инструкция по сборке входит в набор. \n'
      + '\n'
      + 'Для сборки рекомендуем использовать специальные инструменты и клей, а окрашивать миниатюры высококачественными акриловыми красками.',
  },
  {
    id: '5',
    title: 'Necrons Psychomanser',
    price: '2051',
    description: 'Поприще Психомантов (Psychomancers) – изучение страха. Они искусно манипулируют жертвами, постепенно наполняя несчастных паникой и взывая к их первобытным инстинктам с помощью видений и хитроумных уловок. Управление ужасом для Психомантов подобно искусству, в котором они не знают себе равных...\n'
      + '\n'
      + 'Пополните вашу армию Некронов (Necrons) этим могущественным Криптеком (Cryptek), чтобы обратить в бегство даже самых крепких врагов! Вооружённый копьём бездны, Психомант способен воспользоваться потаёнными страхами любого противника. Говорят, что Космодесантники (Space Marines) не знают страха... Что ж, им ещё предстоит встретиться с истинным мастером своего дела!\n'
      + '\n'
      + 'В данном наборе вы найдёте 28 пластиковых компонентов, необходимых для сборки одного некронского Психоманта для игры Warhammer 40,000. В комплект также входит 40-миллиметровая круглая подставка.\n'
      + '\n'
      + 'Обратите внимание! Миниатюры в коробке поставляются не собранными и не покрашенными. Инструкция по сборке входит в набор. \n'
      + '\n'
      + 'Для сборки рекомендуем использовать специальные инструменты и клей, а окрашивать миниатюры высококачественными акриловыми красками.',
  },
  {
    id: '6',
    title: 'Necrons Doom Scythe',
    price: '3665',
    description: 'Развитые технологии могущественной расы некронов достигли пика своего совершенства в вопросе создании лётных частей. Сверхзвуковые истребители семейства Doom Scythe стремительно и бесстрастно выкашивают представителей других рас. Чёрная волна этих машин проносится над оборонительными позициями противника перед началом основного наступления некронов. Мощные двигатели позволяют Doom Scythe развивать невероятную скорость в атмосфере и даже совершать межпланетные перелёты в пределах звёздной системы. Пилотирует эти машины искусственный интеллект, в распоряжении которого находится огромная библиотека тактических и стратегических схем. За неуловимую долю секунды "пилот" может просчитать десятки тысяч вариантов развития ситуации и выбрать наиболее адекватный ответ на действия противника. Doom Scythe – не оружие устрашения: после его применения не остаётся тех, кто мог бы испугаться.\n'
      + '\n'
      + 'Обратите внимание! Миниатюры в коробке поставляются не собранными и не покрашенными. Инструкция по сборке входит в набор. \n'
      + '\n'
      + 'Для сборки рекомендуем использовать специальные инструменты и клей, а окрашивать миниатюры высококачественными акриловыми красками.',
  },
  {
    id: '7',
    title: 'Necrons Monolith',
    price: '10254',
    description: 'Монолит (Monolith) – это настоящий символ непреклонности Некронов (Necron). Как и все конструкции некронов, он сделан из живого металла: сложного полуразумного сплава, что способен восстановить даже самые страшные повреждения в мгновение ока. В совокупности с плитчатыми бронепластинами это и вовсе превращает Монолит в устрашающую парящую крепость.\n'
      + '\n'
      + 'Усильте неумолимо наступающие войска Некронов с помощью Монолита. Пока его гаусс-орудия без промедления испепеляют врагов, через расположенные в недрах Монолита врата вечности к вам будут поступать подкрепления. Набор также позволяет заменить гаусс-пушки на лучи смерти и содержит разные опции для врат вечности.\n'
      + '\n'
      + 'В этой коробке вы найдёте 123 пластиковых компонента для сборки одного Монолита Некронов, а также 160-миллиметровую подставку с прозрачной деталью для имитации полёта.\n'
      + '\n'
      + 'Обратите внимание! Миниатюры в коробке поставляются не собранными и не покрашенными. Инструкция по сборке входит в набор. \n'
      + '\n'
      + 'Для сборки рекомендуем использовать специальные инструменты и клей, а окрашивать миниатюры высококачественными акриловыми красками.',
  },
  {
    id: '8',
    title: 'Adepta Sororitas Battle Sisters Squad',
    price: '3148',
    description: 'Из Боевых Сестёр (Battle Sisters) состоит большая часть милитаризированных орденов Адепта Сороритас (Adepta Sororitas). Именно они стреляют в еретиков, ксеносов и предателей из святой триады вооружения – болтера, мелты и огнемёта. Они – фанатично преданная пехота самого Императора, его карающий меч и нерушимый щит. От громовых выстрелов их болтеров погибает бесчисленное количество ксеносов, мутантов, предателей и еретиков. Где бы они ни появились на поле битвы, свет самого Императора озарит это место, будто священный рассвет, проявляясь в таких чудесах, как молнии и взрывы низвергающиеся на врагов и поглощающие их в праведном возмездии. Когда Боевые Сёстры на боевом марше, их молитвы и ликование звучат громче с каждым шагом и это одно из доказательств божественного вмешательства Императора, и с каждым нажатием спусковых крючков они предают смерти всё больше недостойных абоминаций, которые осмелились выступить против Повелителя Человечества.\n'
      + '\n'
      + 'Этот набор позволит вам собрать десять Боевых Сестёр Адепта Сороритас и одного Кадильного Херувима. Они оснащены болтганами, но две из них могут заменить болтган на специальное вооружение: штурмовой болтер, мелта-ружьё или огнемёт. Кроме того, одна Боевая Сестра может вооружиться тяжёлым оружием вместо специального, на выбор из тяжёлого болтера или тяжёлого огнемёта. Также одна из воительниц может нести в битву священный Симулякрум Империалис, который может быть двух видов. Отдельные детали позволяют собрать Старшую Сестру (Sister Superior), вооружённую цепным или силовым мечом, а также разнообразным оружием дальнего боя, включая комби-оружие.\n'
      + '\n'
      + 'В то время как продвижение отрядов Боевых Сестёр непреклонно и непоколебимо, Отряды Доминион (Dominion Squads) атакуют быстро и яростно, как святая молния Императора. Они направляют всю накопленную ненависть и гнев на врагов человечества. Эти элитные части Сестёр Битвы штурмуют вражеские линии, вооружившись многочисленным специальным вооружением: штурмовыми болтерами, мелта-ружьями и огнемётами, с помощью которых они несут разрушение и смерть на короткой дистанции. Везде, где врага необходимо уничтожить на укреплённой позиции, отчистить командный бункер или захватить стратегический объект, а также, когда необходимо прорвать линию фронта или осуществить контрнаступление – свирепый удар наносят Отряды Доминион.\n'
      + '\n'
      + 'Целестинки (Celestians) – лучшие и благороднейшие воительницы орденов Адепта Сороритас. Они – вдохновляющие фигуры, чей отказ уступать противнику даже в самых тяжёлых ситуациях вошёл в легенды. Они прошли множество сражений и с отличием служили своему ордену в качестве рядовых сестёр, заслужив этим великую и священную честь сопровождать и охранять высшие чины Адепта Сороритас в битвах. В разгар сражения они выступают как охрана персонажей и элитная гвардия своего ордена.\n'
      + '\n'
      + 'Вместо десяти Боевых Сестёр данный набор позволяет собрать отряд из пяти Доминион и отряд из пяти Целестинок. Доминионы вооружаются болтганами, но при этом до четырёх бойцов можно вооружить специальным вооружением: штурмовым болтером, мелта-ружьём или огнемётом. В комплект входит по четыре оружия из перечисленных, чтобы обеспечить вам максимальную свободу выбора. Целестинки вооружены болтганами, при этом две из них могут нести специальное оружие из списка выше, а одна из воительниц может заменить специальное оружие на тяжёлый болтер или тяжёлый огнемёт. Одна из Целестинок может нести в битву священный Симулякрум Империалис, который может быть двух видов. Отдельные детали также позволят вам собрать Старшую Доминион (Dominion Superior) и Старшую Целестинку (Celestian Superior).\n'
      + '\n'
      + 'Данный набор состоит из 179 пластиковых деталей, десяти круглых 32-миллиметровых подставок, а также одной круглой 25-миллиметровой подставки. Также внутри вы найдёте лист переводных декалей Адепта Сороритас.\n'
      + '\n'
      + 'Обратите внимание! Миниатюры в коробке поставляются не собранными и не покрашенными. Инструкция по сборке входит в набор. \n'
      + '\n'
      + 'Для сборки рекомендуем использовать специальные инструменты и клей, а окрашивать миниатюры высококачественными акриловыми красками.',
  },
  {
    id: '9',
    title: 'Astra Telepathica Sisters of Silence',
    price: '2930',
    description: 'Соответствуя своему имени, Сестры Тишины атакуют в могильной тишине, нарушаемой лишь грохотом болтеров и потрескиванием силовых клинков. Они – молчаливый гнев Императора, убийственный клинок, занесенный над теми, кто поклоняется Хаосу. Благодаря гену Парии Сестры Тишины способны противостоять даже самым могучим колдунам, призывая их к ответу за их злодеяния.\n'
      + '\n'
      + 'Обратите внимание! Миниатюры в коробке поставляются не собранными и не покрашенными. Инструкция по сборке входит в набор. \n'
      + '\n'
      + 'Для сборки рекомендуем использовать специальные инструменты и клей, а окрашивать миниатюры высококачественными акриловыми красками.',
  },
];
